# --- !Ups
-- --------------------------------------------------------

--
-- 表的结构 sessionlog
--

CREATE TABLE sessionlog (
  uid         INT(11)          NOT NULL AUTO_INCREMENT,
  school_id   VARCHAR(20) NOT NULL,
  session_id varchar(40) NOT NULL,
  content   TEXT NOT NULL,
  media_url TEXT DEFAULT '',
  media_type VARCHAR(200) DEFAULT 'image',
  sender VARCHAR(40) NOT NULL DEFAULT '',
  sender_type CHAR(1) NOT NULL DEFAULT 't',
  status INT default 1,
  update_at BIGINT(20) NOT NULL DEFAULT 0,
  PRIMARY KEY (uid),
  KEY `session_id` (`session_id`),
  KEY `school` (`school_id`,`status`),
  KEY `update_at` (`update_at`),
  KEY `IDX_SESSION_ID_SCHOOL_ID` (`session_id`,`school_id`)
);

INSERT INTO sessionlog (school_id, session_id, content, media_url, sender, update_at, sender_type)
VALUES
('93740362', 'h_1_93740362_9982', '2014年4月发一条成长记录', 'http://suoqin-test.u.qiniudn.com/1D8530120BB9780D0A28F8283E117F13', '2_93740362_792', 1397131200000, 'p'),
('93740362', '1_93740362_9982', '老师你好，我们家王大侠怎么样。', 'http://kulebao-prod.qiniudn.com/%252F3_0_1%252Fimage.jpg', '2_93740362_792', 1401120055960, 'p'),
('93740362', '1_93740362_9982', '家长你好，你家王大侠最近没有来。', 'http://kulebao-prod.qiniudn.com/%252F3_0_2%252F1111.jpg', '3_93740362_1122', 1401130055961, 't'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。1', '', '2_93740362_790', 1401140055960, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。2', '', '2_93740362_790', 1401140055961, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。3', '', '2_93740362_790', 1401140055962, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。4', '', '2_93740362_790', 1401140055963, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。5', '', '2_93740362_790', 1401140055964, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。6', '', '2_93740362_790', 1401140055965, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。7', '', '2_93740362_790', 1401140055966, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。8', '', '2_93740362_790', 1401140055967, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。9', '', '2_93740362_790', 1401140055968, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。0', '', '2_93740362_790', 1401140055969, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。10', '', '2_93740362_790', 1401140055971, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。11', '', '2_93740362_790', 1401140055972, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。22', '', '2_93740362_790', 1401140055973, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。13', '', '2_93740362_790', 1401140055974, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。14', '', '2_93740362_790', 1401140055975, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。15', '', '2_93740362_790', 1401140055976, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。16', '', '2_93740362_790', 1401140055977, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。17', '', '2_93740362_790', 1401140055978, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。18', '', '2_93740362_790', 1401140055979, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。19', '', '2_93740362_790', 1401140055981, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。20', '', '2_93740362_790', 1401140055982, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。30', '', '2_93740362_790', 1401140055983, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。31', '', '2_93740362_790', 1401140055984, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。32', '', '2_93740362_790', 1401140055985, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。33', '', '2_93740362_790', 1401140055986, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。34', '', '2_93740362_790', 1401140055987, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。35', '', '2_93740362_790', 1401140055988, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。36', '', '2_93740362_790', 1401140055989, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。37', '', '2_93740362_790', 1401140055991, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。38', '', '2_93740362_790', 1401140055992, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。39', '', '2_93740362_790', 1401140055993, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。40', '', '2_93740362_790', 1401140055994, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。41', '', '2_93740362_790', 1401140055995, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。42', '', '2_93740362_790', 1401140055996, 'p'),
('93740362', '1_93740362_9982', '娃他妈，怎么回事。43', '', '2_93740362_790', 1401140055997, 'p'),
('93740362', '1_93740362_778', '凑个数', '', '2_93740362_792', 1401140055997, 'p'),
('93740362', '1_93740362_9982', '没事进来看看', '', '3_93740362_3344', 1401140055960, 't'),
('93740362', 'h_1_93740362_9982', '小孩历史测试无图片', '', '2_93740362_790', 1401150055960, 'p'),
('93740362', 'h_1_93740362_9982', '小孩历史测试一张图片', 'http://kulebao-prod.qiniudn.com/%252F3_0_1%252Fimage.jpg', '2_93740362_790', 1401160055960, 'p'),
('93740362', 'h_1_93740362_9982', '小孩历史测试三张图片', 'http://kulebao-prod.qiniudn.com/%252F3_0_1%252Fimage.jpg  http://kulebao-prod.qiniudn.com/%252F3_0_1%252Fimage.jpg  http://kulebao-prod.qiniudn.com/%252F3_0_1%252Fimage.jpg', '2_93740362_790', 1401170055960, 'p'),
('93740362', 'h_1_93740362_9982', '小孩历史测试五张图片', 'http://kulebao-prod.qiniudn.com/%252F3_0_1%252Fimage.jpg  http://kulebao-prod.qiniudn.com/%252F3_0_1%252Fimage.jpg  http://kulebao-prod.qiniudn.com/%252F3_0_1%252Fimage.jpg  http://kulebao-prod.qiniudn.com/%252F3_0_1%252Fimage.jpg  http://kulebao-prod.qiniudn.com/%252F3_0_1%252Fimage.jpg', '2_93740362_790', 1401180055960, 'p'),
('93740362', 'h_1_93740362_9982', '小孩历史测试九张图片小孩历史测试九张图片小孩历史测试九张图片小孩历史测试九张图片小孩历史测试九张图片', 'http://suoqin-test.u.qiniudn.com/Fget0Tx492DJofAy-ZeUg1SANJ4X  http://suoqin-test.u.qiniudn.com/1D8530120BB9780D0A28F8283E117F13  http://suoqin-test.u.qiniudn.com/Fg-mbGk1uDMQ4vbq6ltp-1CQaYy7  http://suoqin-test.u.qiniudn.com/FgcUqyUTooTJAl-MKNadIrkUQqIY  http://suoqin-test.u.qiniudn.com/FhFa41APn3S4YjlHdjeCW-Y-s8Xn  http://suoqin-test.u.qiniudn.com/FhLi-ycQqha-NgVvf-F8-EbBj70d  http://suoqin-test.u.qiniudn.com/FhdoadN7g_dk3CZBaKi2Q-yG6hEI  http://suoqin-test.u.qiniudn.com/FhpSlUf4WSwseguFUjCVRmavsBsh  http://suoqin-test.u.qiniudn.com/FhqOjy0qA83mzmDkcp1QfGLRmsif', '3_93740362_3344', 1401190055960, 't'),
('93740362', 'h_1_93740362_9982', '老师发送第二条历史', 'http://7d9m4e.com1.z0.glb.clouddn.com/2001/3_2001_1402583751548/exp_medium/1430558130848.mp4', '3_93740362_3344', 1401190055960, 't');
INSERT INTO sessionlog (school_id, session_id, content, media_url, sender, update_at, sender_type, media_type)
VALUES
('93740362', 'h_1_93740362_9982', '小孩历史测试一条声音', 'https://dn-kulebao.qbox.me/3_93740362_9972%252FfireEffect.mp3', '2_93740362_790', 1401190155960, 'p', 'audio'),
('93740362', 'h_1_93740362_9982', '小孩历史测试视频1', 'http://7d9m4e.com1.z0.glb.clouddn.com/2001/3_2001_1402583751548/exp_medium/1430558130848.mp4', '2_93740362_790', 1401190155960, 'p', 'video'),
('93740362', '1_93740362_9982', '小孩互动测试视频1', 'http://7d9m4e.com1.z0.glb.clouddn.com/2001/3_2001_1402583751548/exp_medium/1430558130848.mp4', '2_93740362_790', 1401190155960, 'p', 'video'),
('93740362', '1_93740362_9982', '小孩互动测试一条声音', 'https://dn-kulebao.qbox.me/3_93740362_9972%252FfireEffect.mp3', '2_93740362_790', 1401190155960, 'p', 'audio');


# --- !Downs

DROP TABLE IF EXISTS sessionlog;