package models.V8

object StubNews {
  val allNews = List(
    KulebaoNews(Some(10), "【行业动态】幼乐宝=互联网+学前教育,我们一直在路上",
      """
        |<p>随着家长们对孩子学前教育的日益重视，媒体的发达让家长对目前幼儿园教育中出现的种种问题存有担忧，但平时要忙于工作，大部分家长不能及时了解孩子在幼儿园中的状态，成为家长心中的遗憾。</p>
        |<p>而幼乐宝的推出，直击家长痛点，弥补家长遗憾，给家长和幼儿园搭建一个便捷高效的沟通桥梁。</p>
        |<p>幼乐宝专门服务于幼儿园管理人员、教师和家长，打造家园一体的教育生活服务平台。借助云计算、物联网和移动互联网技术，打破了时空的限制，帮助家长全面掌握孩子在幼儿园的学习和生活状态，便捷高效地满足家长和幼儿园的实时沟通和信息分享需求。</p>
        |<p>围绕“安全接送+在园状态+家园互动+园务管理”的理念，幼乐宝向幼儿园提供一整套幼儿园信息化解决方案，涵盖了幼儿园安全接送、幼儿园校车管理、幼儿园内部信息化管理和家园互动服务等几大幼儿园日常工作中最关注的部分。幼儿园可以根据自己的管理水平自主选择全套方案或者方案中的某一部分提升和加强信息化水平建设，实现幼儿园“数字化接送、网络化办公、安全化管理、便捷化互动”，让幼儿园真正的进入到无纸化办公时代。</p>
        |<p>所有这一切，是因为幼乐宝具备一个高效和专业的团队在后台进行支撑，产品的核心研发人员有着八年以上的移动互联网研发与应用经验，产品上线一年多，已经得到几千所幼儿园认可和使用，向几十万家长提供着专业的信息服务。</p>
      """.stripMargin, "幼乐宝", Some(1453248000000L)),
    KulebaoNews(Some(9), "【库贝新闻】十陵社区幼儿园信息化解决方案体验活动",
      """
        |<p>2015年12月，十陵社区幼儿园“幼乐宝”幼儿园信息化解决方案体验活动在成都高新区举行，十陵社区14家幼儿园的负责人到现场进行了“幼乐宝”全新的业务体验，其中11家幼儿园业务体验后现场与库贝公司签署合作协议。</p>
        |<p>目前“幼乐宝”提供了校园公告、接送消息、看宝宝、成长经历、课程表、每周食谱、家园互动、在园表现、校车接送等十大模块，实现了公告通知双向确认、刷卡签到安全出入、幼儿园学习生活实时呈现给家长、家长与带班老师畅快沟通、老师家长便捷记录孩子成长点滴等多项贴心功能。不仅解决了幼儿园与家长沟通的难题，而且对孩子接送安全提供了双保险，真正让家长放心、让园长省心、让教师用心、让孩子更开心。</p>
        |<p>在活动现场上，已经使用“幼乐宝”的成都红花美术幼儿园园长在对现场其他幼儿园进行业务分享的时候表示，“幼乐宝”的使用给幼儿园的教学和管理带来了极大的方便让家长对幼儿园的满意度越来越高，对幼儿园的信任度也越来越强，之前幼儿园采用传统的纸条通知家长，现在使用“幼乐宝”后不仅信息发布变得更加方便，而且所有家长都能及时便捷的查看到并回执给幼儿园，幼儿园对没有收到回执的家长还能多次提醒。</p>
        |<p>采用信息化的手段办学不仅打破了幼儿园教育的传统模式，顺应社会和时代发展的潮流，同时轻松解决了幼儿园园长的烦心事，帮助园长实现了招生增长、公告通知实时传达等多种幼儿园管理上的突破，全方位提升了幼儿园品牌实力，受到了园长和家长们的一致认可及好评。</p>
      """.stripMargin, "幼乐宝", Some(1452643200000L)),
    KulebaoNews(Some(8), "【行业动态】浅谈信息化手段提升幼儿园接送管理",
      """
        |<p>孩子是祖国的未来，也是家庭的希望，他们的生命安全、身心健康，关系到民族的兴衰和千家万户的幸福，让他们健康成长，是社会、幼儿园、家庭义不容辞的责任。幼儿园作为人类启蒙教育的最前线，孩子的健康安全是重中之重的问题。</p>
        |<p>近年来，全国各地多次发生歹徒闯入幼儿园伤害师生、幼儿案件，师生、幼儿人身安全事故和误接、拐卖幼儿时有发生，暴露出某些幼儿园安全防范措施不够，家园信息沟通渠道不畅的诸多问题，随着技术的日益发展和教育发展水平先进地区的经验表明，通过在幼儿园建立完善的信息系统，既可有效避免幼儿园师生、幼儿的人身安全事故的发生，也可大大提升幼儿园老师和管理人员的日常工作效率。</p>
        |<p>受限于客观条件、幼儿园管理水平以及幼儿园负责人意识形态和办学理念的桎梏，许多幼儿园负责人对于采用信息化手段提升幼儿园管理水平和效率并没有引起重视，</p>
        |<p>全国还有很多幼儿园没有采用接送刷卡机，大部分采用接送刷卡机的幼儿园也只是采用办公考勤机进行简单的考勤刷卡，是不是家长本人幼儿园无法确认。如果门卫管理不严，非幼儿园家长手持不明渠道得到的接送卡将孩子冒领、骗领，就有可能发生幼儿伤害事故。
        |所以，我们建议：</p>
        |
        |<p>1.幼儿园一定要严格执行智能接送卡管理制度，最好能做到一人一卡，将之前的园卡绑定升级成为人卡绑定，接送卡上不建议印制幼儿姓名和照片，以防接送风险。</p>
        |<p>2．建议接送人持本人身份接送卡接送孩子，这样幼儿园门口的保安可以轻松地分辨出持卡人的身份，孩子的监护人也能通过手机及时地获取到持卡人刷卡出入园的图像，一旦出现问题可以马上与幼儿园取得联系，家园共同防范孩子接送风险。</p>
        |<p>3．其对于非持卡人或者人卡不一致的人员来接孩子，幼儿园保安和老师应提高防范意识，最好与孩子监护人直接取得联系（如电话），让家长通过手机识别刷卡人身份并得到许可后方能让其接走孩子。</p>
        |<p>幼儿园安全接送管理是一个系统工程，负责的人员、先进的系统和设备、完善的管理制度协同工作，才能最大限度地防范风险，将危险拒之幼儿园大门外。</p>
      """.stripMargin, "幼乐宝", Some(1452038400000L)),
    KulebaoNews(Some(7), "【行业动态】论幼教信息化的重要性",
      """
        |<p>21世纪是网络科技迅猛发展的时代，以计算机为核心的现代教育技术越来越广泛地走进我们的课堂，特别是其具有图、文、声并茂甚至有活动影像这一特点，使之本身具有许多对教育、教学过程来说是特别宝贵的特性与功能。幼乐宝认为，它将最终导致传统教学模式的变革，丰富教育手段的传播和运行方式。人们一成不变的获取知识根本不能适应未来社会的需要，而必须终身学习如何去建立一个不断演进的知识体系，学习如何适应不断变化发展的社会生活。教育应该做的就是帮助学习者学会学习、学会生活，《幼儿园指导纲要（试行）》指出：“幼儿园是基础教育的重要组成部分，是我国幼儿园教育和终身教育的奠基阶段”。因此，幼儿教育价值定位的着眼点应该是培养幼儿不断自主学习的态度和能力，以及积极适应社会生活的态度和能力。利用现代教育信息技术，能充分开发、组合和利用各种学习资源，扩展教育或学习的空间，使教学摆脱以幼儿园为中心、课本为中心和教师为中心的束缚。</p>
        |<p>一．信息化技术在幼儿教育中的必要性</p>
        |<p>（一） 为幼儿提供更多刺激，增强学习和记忆能力</p>
        |<p>人类的学习过程，是通过自身的眼、耳、鼻、舌、身体等感官将外界的信息传递到大脑，经过分析、综合而获得知识的过程。实验心理学家特瑞赤拉（Treichler）在说明人类的记忆与感观之间的关系时指出：人们一般可记住自己阅读到的10％、自己听到的20％、自己看到的30％、自己看到和听到的50％、交谈时自己所说的70％。这说明，从记忆的角度考虑，在学习过程中同时使用听觉和视觉对学习非常重要。这一结论表明，在幼儿园五大领域教育活动中有效地利用多媒体技术，通过大量的文字、声音、图像等信息，可以为幼儿提供视觉、听觉上的多重刺激，从而发挥信息化教育的最大优势。正如孩子们对动画片情有独钟一样，多媒体教学课件既有动画片一样的可视性功能，更具有操作的功能。幼儿可按自己接受的程度反复操作以加强记忆，寓学习于娱乐、游戏中。我们曾做过这样的实验，在同一时段内学习了《小兔子找太阳》和《阿班种萝卜》这两个故事，前者利用传统的教学手段，后者则利用多媒体课件辅助教学。我们把这两个故事的操作学具都投放在活动区内，让幼儿自由选择，结果近80％的孩子选择《阿班种萝卜》这个故事进行活动，而且在操作讲述中相当投入。正是如此，生动有趣的多媒体教学使幼儿对后者产生了浓厚的兴趣，所以孩子们进入活动区依然把它作为活动的首选。</p>
        |<p>（二）为幼儿提供更多参与的机会</p>
        |<p>按照认知学习理论的观点，幼乐宝认为：在教学过程中幼儿是认知的主体。当幼儿能够主动地参与活动，能够按照自己的学习兴趣、学习基础来选择学习的内容和适合自己水平的练习时，幼儿才能获得有效的认知。人机交互是多媒体的显著特点，多媒体计算机的交互特性所形成的主动参与性，为幼儿学习主动性、积极性的发挥创造了良好的条件，同时也能有效地激发学习兴趣，形成学习动机，从而提高学习的有效性。</p>
        |<p>（三）有助于突破教师在教学过程中自身能力的局限性</p>
        |<p>从教学信息传递方面看，教师自身的能力在教学过程中存在着相当的局限性。教师的自身能力可以将教学内容以声音形式传递给幼儿，能够接收幼儿发出的声音信息。对于图像信息，教师具有接收能力，可以通过眼睛观察到外界的各种图像，但不具有图像真实呈现的能力。所以教师要在教学过程中最大限度地提高教学效果，应用多媒体计算机辅助教学应该是最有效的选择。</p>
        |
        |<p>二.现代教育信息技术在幼儿园教育中的应用</p>
        |<p>（一）现代信息技术与学科教学的有效整合</p>
        |<p>分科教学还是幼儿园教学中主要的教学模式之一。现代多媒体信息技术，能有效突破在教学中信息表现单一的局限，使幼儿的学习变得更加有趣、简便和有效。多媒体计算机使学习信息的呈现形式多样化、图文并茂、情景交融、形声并举，提高了教材的表现力，使孩子们的学习变得趣味盎然。如在语言领域中的故事、诗歌教学，多媒体课件不但为幼儿提供听觉和视觉方面的刺激，教师还可以根据幼儿的实际需要选择性地进行某一部分的演示教学，帮助幼儿掌握其中的重点及难点。又如在科学领域中，利用多媒体教学系统向幼儿提供丰富的学习材料，使幼儿的各种感观在图形、动画、声音等多媒体学习材料的刺激下进行操作，容易受到启发，从而促进对当前及以前学过的知识的联想、加工，促进幼儿思维的积极发展。新的信息技术打破了沉闷学习气氛，改变了枯燥单一的学习方式，能使幼儿更为顺利的理解新的知识，集中了幼儿的注意力、激发了幼儿表达的愿望和产生学习的兴趣，从而加强对知识的巩固和掌握。</p>
        |<p>（二）幼儿的个别化学习</p>
        |<p>多媒体环境下的个别化学习模式是指幼儿利用多媒体教学软件，通过人机交互进行系统的学习。在这种模式下，教师不直接介入，而是由计算机代替教师的角色，而我们要做的就是为幼儿创造一个轻松的学习环境和丰富的学习资料库。目前，幼儿园电脑布局大致有两种：一种是专门设立一间电脑室统一安排幼儿活动时间，另一种是把电脑投放在班上，让幼儿能随时进行活动。电脑放在班上，这样就能让孩子随时随地的根据自己的需要进行活动，而且孩子之间还可以互教互学。在活动的过程中，幼儿通过协商自己建立了一套行之有效的规则，学习轮流或合作性地进行游戏活动，这就让幼儿智力以外的其他素质也能得到发展。在这里，幼儿是学习的认知主体，主动发现问题，完成知识的意义构建的过程；在这里，幼儿自由选择操作软件进行活动，既不受成人的任何干预也避开成人评价的忧虑，幼儿在一个没有压力、没有干预的环境下主动学习真正体现了在“玩中学，学中玩”。当然，年龄较小或刚刚接触电脑的幼儿还是需要老师和家长的指导，而当幼儿掌握了基本的操作技能后，他就能真正地自主学习了。</p>
        |<p>（三）幼儿园管理的信息化</p>
        |<p>幼儿园教育管理信息化的程度，直接影响着幼儿园学术水平与管理水平。而校园网的建设已成为幼儿园发展的重要基础设施，并提供着多种服务和应用：</p>
        |<p>1、辅助教育资源。网上各种辅助教学的可见资源可供教师选用。把计算机投放在班上就是通过联网的计算机和数字电视，可以在课堂中利用计算机辅助教学。生动有趣的多媒体课件不但能充分调动幼儿参与的兴趣及积极性，还能克服教师自身条件的局限性，减轻教师的劳动强调，进而提高教学的效果。</p>
        |<p>2、使用互联网。为教师提供访问互联网的条件，互联网使教师能够查询网页资源，孩子们在教师或家长的协助下也可以下载学习所需要的资料（以图片资料和多媒体资源为主）。</p>
        |<p>3、电子邮件。除了校内可以传送邮件外，还可以链接互联网实现国际间的电子邮件通信，增加国内外校园间的交往，为师生、家长提供强有力的通信手段。</p>
        |<p>总之，现代信息技术的发展从思想上、观念上、学习方式及生活方式上给我们带来深刻的革命，网络环境下的教学也给传统的教育带来前所未有的冲击。因此，幼儿园教育信息化的程度直接影响这幼儿园学术水平与管理水平的提高。社会的发展要求我们在信息化条件下为幼儿创设更广阔的学习时间，提供更丰富的学习资源，以促进幼儿主动学习能力的发展及全面素质的有效提高，培养出适合未来社会需要的有用人才。</p>
      """.stripMargin, "幼乐宝", Some(1451520000000L)),
    KulebaoNews(Some(6), "【行业动态】如何找到优秀的幼儿园信息化解决方案（四）",
      """
        |<p>幼儿园如何找到既符合幼儿园行业特点，又能兼顾信息化发展趋势的优秀方案。我们已经连续3期从各个方面为进行了分析，幼教信息化的发展是整个世界的大势所趋，本期将为整个专题做一个总结，希望可以帮助幼儿园更加深入地理解学前教育阶段如何利用信息化进行安全接送系统的建设，相信幼儿园今后在选择和升级幼儿园安全接送系统的时候更加的理性和科学，不再被这鱼龙混杂的市场蒙蔽了双眼。恶意衷心希望我们的每个老师和家长都能够享受到互联网+学前教育对于我们教育生活的改变。</p>
        |<p>监控视频与幼儿园安全接送系统的整合</p>
        |<p>视频图像应实时传送给幼儿园指定的授权人员查看。</p>
        |<p>实时视频图像宜通过手机等移动设备提供给幼儿园授权人员在任意地点随时查看。</p>
        |<p>幼儿园视频监控，是幼儿园安全接送管理中很重要的一环。传统幼儿园的监控安防视频，只能在幼儿园本地查看，一旦离开幼儿园，相关人员就无法再实时查看。一些厂商宣称的网络查看都只允许通过电脑接入到幼儿园的摄像头，由于没有对视频做专门的网络传输优化，一般无法支持在手机等移动设备查看，即使能够通过移动设备查看，对于流量的消耗也是非常惊人的。这种方案支持同时在线查看的人数十分有限，人数稍微多一点，就会出现停顿、拖码、马赛克等图像，严重影响观看体验。</p>
        |<p>所以，幼儿园的安防监控也应该跟上时代发展的脚步，在信息时代高速发展的今天，一套优秀的安全接送系统方案，应该能够支持像手机这样的移动设备不受时间和空间的限制随时随地查看实时视频，让幼儿园管理人员的工作不再受时间和地点的限制。另外，随着家长们越来越关注孩子在幼儿园的生活，有条件的幼儿园分时段的将这些视频开放给家长，将更能够提升家长对于幼儿园的信任，有利于幼儿园打造自己的品牌，促进家园的互动沟通，化解双方的矛盾。</p>
        |<p>领先的安全接送系统应该具备的扩展性</p>
        |<p>安全接送系统宜支持各种门闸联动。</p>
        |<p>幼儿园的大门状况是各不相同的，高端一点的幼儿园会考虑采用各种门闸进行人员隔离，幼儿园安全接送系统如果不能够与布置在幼儿园门口的门闸进行联动，那对于幼儿园安全接送的管理效果就大打折扣了。所以，一套好的安全接送系统方案，应该需要考虑到适配幼儿园可能部署的门闸系统，这样才能促进到幼儿园的安全接送管理向信息化迈进。</p>
        |<p>通过以上分析，我们可以总结：</p>
        |<p><<幼乐宝>>优秀的幼儿园安全接送系统共同具有的特质：</p>
        |<p>1. 完善的幼儿园信息化方案、科学的系统设计、先进的信息化技术、符合幼儿园使用习惯的服务体验。</p>
        |<p>2. 协助幼儿园与孩子监护人共同建立安全接送保障。</p>
        |<p>3. 能够形象直观的协助幼儿园安全管理人员识别人员身份。</p>
        |<p>4. 云计算、云存储，不仅减轻幼儿园的系统建设成本、降低系统部署难度，更加注重用户数据的安全性，将幼儿园的系统建设转变为向幼儿园和家长提供的服务。</p>
        |<p>5. 部署在幼儿园大门口的不仅是个安全接送设备，更演进成为幼儿园形象展示和创收的多媒体展示平台。能够与门闸、接送刷卡机、班级用一体机、摄像头、校车等各种幼儿园常用设备连接，提供多种物联网服务，具备极大的扩展空间。</p>
        |<p>后记</p>
        |<p>幼儿园的信息化建设，是个长期持续不断改进的过程，不是说买了几台设备、上了几套系统就完成了，需要我们的人员、设备、管理制度相互配合才能发挥最大的作用。每个公司的方案、产品和服务，幼儿园需要认真的研究和对比，选用最适合幼儿园自身特点的方案和设备，一般专业做幼儿园信息化的厂商更具备经验积累和沉淀，往往对于幼儿园信息化有着更加专业的研究和认识。</p>
        |<p>幼儿园进行信息化建设，不仅选择产品，还要选择方案，更重要的是能够长期为幼儿园提供信息化咨询并能够带来相应的商业价值，将幼儿园的办学理念、服务品质和方法呈现给我们的家长，从而提高幼儿园的口碑和品牌，协助幼儿园做好招生。只有让幼儿园理解进行信息化建设的关键点，切身体会到信息化建设对于幼儿园的重要意义，才能与真正关心宝宝成长、愿意与幼儿园携手并进的厂商一起同心协力，才能为我们的行业、政府部门、幼儿园和家长提供越来越多、越来越好的服务，让整个行业和供应链形成良性循环，最终实现教育信息化在学前教育阶段的落地！</p>
      """.stripMargin, "幼乐宝", Some(1450656000000L)),
    KulebaoNews(Some(5), "【库贝新闻】成都电视台独家专访幼乐宝",
      """
        |<p>视频地址：http://v.qq.com/boke/page/x/0/e/x0177g9vrye.html</p>
        |<p>成都高新区充分发挥一直以来制定的“三次创业”产业,科技、人才、创业等政策的立体、复合优势，全方位支持创新型企业做大做强，着力建构经济“新常态”下的区域经济发展新优势。高新区政府积极引导和鼓励一大批极具发展潜力的高新技术企业做大做强，为推进成都高新区“三次创业”、建设世界一流高科技园区作出新的贡献。</p>
        |<p>在此背景下，12月13日，成都市库贝信息技术有限公司负责人李毅接受了成都电视台创业创新栏目的独家专访。</p>
        |<p>成都库贝信息技术有限公司是一家专业从事幼教行业移动互联网应用的企业，集互联网应用的研发、销售、运营于一身。公司的团队服务各家幼儿园已超过6年，行业经验及技术能力均是国内领先水平，是国内少数几家能够提供幼儿园信息化全套解决方案的公司之一。</p>
        |<p>“幼乐宝”是成都库贝信息技术有限公司旗下专业从事宝宝、家长和幼儿园三方互动沟通的移动互联网云平台解决方案，集合了多位网络安全专家、软件工程专家和儿童教育专家多年的心血及研究成果。“幼乐宝“是围绕“安全接送+在园状态+家园互动+园务管理”为设计理念，为幼儿园和家长提供最快捷的沟通渠道以及实现幼儿园的信息化管理服务。</p>
        |<p>幼教信息化的发展是整个世界的大势所趋，国家在2015年明确提出，中国的幼教信息化要加快步伐，并且希望在“十三五”规划中能够全面覆盖。随着国家十三五规划的实施，进一步大力扶持教育产业发展及全面放开二胎生育政策的落地，我们衷心希望让更多的幼儿园能够用上“幼乐宝”；让每个老师和家长都能够享受到互联网+学前教育对于我们教育生活的改变。</p>
      """.stripMargin, "幼乐宝", Some(1449964800000L)),
    KulebaoNews(Some(4), "【行业动态】如何找到优秀的幼儿园信息化解决方案（三）",
      """
        |<p>如今随着移动互联网的快速发展，致力于服务幼儿园的APP异军突起。上期我们从厂商和解决方案出发对“数据保护的专业性和安全性”这个比较抽象的概念为大家进行了详细的分析，今天我们接着讲关于接送设备和系统，幼儿园能够直观感受到的几个方面。</p>
        |<p>先进的安全接送设备应该具备的功能</p>
        |<p>——安全接送系统宜支持多媒体内容的编辑、发布和展示。</p>
        |<p>——安全接送系统应识别进出人员身份，宜提供人员原始图像供安防人员比对。</p>
        |<p>——发出的报警信号应在本机通过声音和图像提醒设备旁安防人员，并传送至系统后台保存。</p>
        |<p>——安全接送设备宜提供多媒体展示屏幕。</p>
        |<p>——安全接送设备宜供幼儿园作信息发布和展示。</p>
        |<p>市面上有这样一些厂商，买一批中控、科密、得力等各个牌子的考勤机（一般是哪个便宜用哪个），做个壳子把考勤机放进去，做几个好看的图案、画几张笑脸，把人家的考勤软件拿来添几张可爱的界面，摇身一变成为专业的幼儿园安全接送系统，供应商依靠三寸不烂之舌卖个好价钱，拍屁股走人。拜托，那是公司拿来上班考勤用的好不好，幼儿园虽然不懂，也不带这么坑爹的。</p>
        |<p>幼儿园安全接送系统，不是幼儿园考勤系统，核心是安全接送而不是考勤记录，问题在哪里？</p>
        |<p>1: 接送卡无法和持卡监护人绑定</p>
        |<p>简单来说就是任何人持这张接送卡都可以自由进出幼儿园，甚至在幼儿园不注意的时候带走孩子（特别是亲戚、邻居、朋友等孩子认识的人员），这就是幼儿园想要的安全接送？</p>
        |<p>2: 幼儿园安全管理人员无法便捷确定持卡人身份</p>
        |<p>需要随身拿个笔记本电脑，随时核对姓名和照片，请问我们做信息化建设是让大家的工作越来越复杂吗？</p>
        |<p>3: 报警提示不清晰、不明确</p>
        |<p>就那么大一个考勤机，错卡发出的报警声音早已淹没在家长熙熙攘攘的声音中。接个大喇叭？拜托，都多媒体时代了，就不要扰民了吧。</p>
        |<p>4: 幼儿园大门口的接送设备是否还能做得更多</p>
        |<p>接送孩子的时候家长聚集在一定区域，是否能够利用这个时间和空间将幼儿园的通知和展示告诉我们的家长，或许，再做做广告？</p>
        |<p>所以，一台先进的幼儿园安全接送设备，不应该是一台考勤机；一套成熟的幼儿园安全接送软件，也不应该是一套修改版的考勤软件。</p>
        |<p>专业的幼儿园安全接送系统，会将接送卡和持卡监护人绑定；先进的幼儿园安全接送设备，能够很清楚的通过声音和图像让安全管理人员及其方便的识别出合法的持卡人的身份。</p>
        |<p>另外，多媒体时代，一台先进的幼儿园安全接送设备不应该仅仅是一个简单的刷卡设备，更应该是一个幼儿园形象展示和创收的多媒体展示平台，既能扩展家园的沟通渠道，还可以帮幼儿园增加收入，何乐而不为？</p>
        |<p>优秀的安全接送系统应该具备的功能</p>
        |<p>——安全接送系统应识别进出人员身份，宜提供人员原始图像供安防人员比对。</p>
        |<p>——安全接送系统应获取人员进出实时图像，并传送至系统后台保存。</p>
        |<p>——安全接送系统应自动将儿童相关进出人员状态实时通知给儿童监护人和授权人员，通知信息宜同步提供进出实时图像供监护人和授权人员确认。</p>
        |<p>一个优秀的幼儿园安全接送系统，既不应该是一个刷卡考勤机，也不应该是一套音响系统。按照刷卡机或者考勤机的观念去理解安全接送系统实在是太过陈旧和狭隘。随着信息技术的不断更新，移动互联网技术的不断发展，对于幼儿园安全接送的核心理解应该提升。一个优秀的幼儿园安全接送系统最重要的特质应该是将持接送卡人员的进出园状态实时同步给孩子的监护人（特别是接孩子的时候），由于持卡人员进入幼儿园到将孩子接走需要一定的时间，这样就给孩子的监护人和幼儿园留下的充足的反应时间。一旦孩子的监护人发现有任何的意外情况，可以马上通知到幼儿园将自己的孩子保护好，从而避免了以往采用接送卡时候因为认卡不认人出现的孩子误接、漏接、冒接等安全问题，最大限度地保障了孩子的接送安全，真正将幼儿园的安全接送管理由出了问题事后补救转变为出现问题事情预防。</p>
        |<p>在以前一些成熟的接送系统中，往往会采用短信通知到孩子的监护人，采用这样的方案不仅需要向基础运营商长期缴纳短信费用，给幼儿园和家长带来不必要的花费；而且出现问题后家长很难便捷地与幼儿园取得联系和互动；更重要的是发送的文字短信既不直观也不形象，收到短信的家长也很难第一时间核实到持卡人的身份（彩信？过时了吧，您还用吗？）。</p>
        |<p>采用传统的刷卡设备或者考勤设备，由于技术限制，报警信号只能通过声音传递，作为幼儿园大门口的安全管理人员，很难形象直观的去识别持卡人的身份，报警声音也很容易被接孩子的家长声音掩盖。幼儿园的考勤记录也仅仅是一条条文字记录信息存档，出现问题很难排查到有用的资源。</p>
        |<p>所以，幼儿园需要提升自己的理念，不是一台考勤机加一套办公考勤软件就叫做幼儿园安全接送系统。一套优秀的幼儿园安全接送系统，应该着眼于将持卡人进出幼儿园的状态形象直观地通知到孩子的监护人，同时能够让幼儿园的安全管理人员形象直观的识别持卡人的身份，还能够将持卡人的形象存档以备查看。这样，我们幼儿园的安全管理人员认真负责地站好第一班岗，孩子的监护人协助幼儿园建立更加稳固的防护措施，形象直观的技术手段形成双重的安全防护，让幼儿园的孩子接送管理更加轻松，更加安全！</p>
      """.stripMargin, "幼乐宝", Some(1449705600000L)),
    KulebaoNews(Some(3), "【行业动态】如何找到优秀的幼儿园信息化解决方案（二）",
      """
        |<p>如今随着移动互联网的快速发展，致力于服务幼儿园的APP异军突起。上期我们从不同角度对“学前教育信息化的理解”、“网络时代的幼儿园信息化需要具备的基础特征”和“信息化建设的系统性和完整性”三个方面进行了分析，今天我们接着从“数据保护的专业性和安全性”为大家接着讲解。</p>
        |<p>数据保护的专业性和安全性</p>
        |<p>安全接送系统应支持云端和本地双重数据备份，在网络故障的情况下不影响本地安全接送系统使用。</p>
        |<p>支持海量数据存储，系统容量支持无限用户扩展。系统中人员进出状态、记录、图像、报警、故障等信息的保存时间应不少于180天。</p>
        |<p>系统中存储数据可供授权人员在任意时间和任意地点查看。</p>
        |<p>系统存储宜提供24小时的监控、管理和报表。数据可靠性不应低于99.999%。数据存储支持多份存储和自动异地备份。用户数据安全宜采取双重安全措施并分片存储。</p>
        |<p>在Internet互联网上数据传输需要采用非对称加密方法并支持HTTPS协议和256位的高强度加密算法。</p>
        |<p>存储数据支持自动或者手动的定时备份到指定的目的地，并提供完备的数据迁移工具。</p>
        |<p>幼儿园的用户数据应该受到严密有效的保护，随着幼儿园业务的扩大，系统和数据应该具备良好的扩展性以适应幼儿园业务的变化和发展。由于幼儿园自身的条件限制，往往没有办法建立专业的数据中心保存数据。所以我们很多专业的云端数据中心可以为幼儿园提供专业的数据存储服务，授权老师和家长不仅能够随时随地查看所需要了解的信息，还能在本地数据出现问题的时候很方便地从云端恢复数据，保证幼儿园的数据安全。同时考虑到幼儿园可能出现的网络故障，一套好的安全接送系统不仅能够支持先进的云计算和云存储，还要保证在网络出现故障的时候系统能够正常使用，不会影响幼儿园接送业务的开展。</p>
        |<p>所以，一套安全的接送系统，其用户数据一定受到严密保护。由于其与Internet接口，不仅可以将用户数据放在幼儿园本地的计算机里面，还可以放在更加专业的云数据中心里面备份。任意一个地方出现问题，都可以很方便的对数据进行恢复，同时还能够让得到授权的老师和家长在任意时间和任意地点查看数据。一个好的接送设备，绝对不能因为网络或者连接计算机的故障而拒绝接送服务，一定是可以具备自我运算能力脱机使用的设备，同时绝不会告诉你“数据满了，再花钱买个硬盘装上”。</p>
      """.stripMargin, "幼乐宝", Some(1448841600000L)),
    KulebaoNews(Some(2), "【行业动态】如何找到优秀的幼儿园信息化解决方案（一）",
      """
        |<p>如今随着移动互联网的快速发展，致力于服务于幼儿园的APP异军突起。上期我们从国家的政策导向和信息化时代发展的趋势介绍幼儿园采用信息化方案解决幼儿园管理和家园沟通的紧迫性和必要性，从今天开始，我们分为四期从不同的角度重点剖析幼儿园如何找到既符合幼儿园行业特点，又能兼顾信息化发展趋势的优秀方案。</p>
        |<p>谈到优秀的方案，我们首先需要定义出优秀的标准，结合信息系统技术的发展并参照行业内中对于接送设备的要求，或许我们能找到一些优秀幼儿园安全接送信息化方案的共同特点。</p>
        |<p>1: 对于学前教育信息化的理解</p>
        |<p>安全接送系统建设应统筹规划，坚持人防、物防、技防相结合的原则，以保障在园儿童和教职员工的人身安全为重点。我们幼儿园安全接送系统一定是一个系统工程，不是单靠几个人几台设备就能完成的，这套方案一定要包括指定的负责人、先进的系统和设备、完善的管理制度共同发挥作用，才能在实践中自我完善和发展。所以，凡是宣称放个设备就解决幼儿园安全接送问题的厂商，可以认为对信息化安全接送的理解是比较狭隘的。 </p>
        |<p>2: 网络时代的幼儿园信息化需要具备的基础特征</p>
        |<p>幼儿园安全接送系统宜与Internet互联网接口。安全接送系统应提Internet互联网接口，幼儿园授权人员使用时间和地点不应受到限制。都是云计算网络时代了，难道我们的幼儿园的安全接送系统还只能停留在局域网本地使用?所以，先进的安全接送系统不仅能够在幼儿园局域网内使用，还应该顺应时代发展趋势，能够与Internet接口，不受时间和地点的限制向幼儿园老师和家长提供服务。</p>
        | <p>3: 信息化建设的系统性和完整性</p>
        |<p>幼儿园安全接送系统应包含幼儿园大门进出管理、校车接送管理、接送班级通讯管理和陌生人进出管理。空格安防保安室宜设置身份证读取设备，安全接送系统宜提供陌生人身份证电子登记。空格幼儿园安全接送系统需要兼顾到幼儿园孩子进出的各个方面，如固定幼儿园大门口的家长接送管理、移动校车的家长接送管理、家长接送孩子是否允许进入大厅和班级、陌生人来访如何管理等各个方面。曾经见过一个幼儿园，整个幼儿园到处是喇叭，每天接孩子的时候家长在门口刷卡，幼儿园所有的喇叭就开始雷鸣般的呼叫（仿佛回到了人民公社时代），老师急急忙忙把听到名字的孩子带出来给家长，且不说老师听喇叭需要多么专心和集中注意力、是否听错、是否听漏，光是每天把孩子从班级带到门口那往返几十趟的场景，就让人唏嘘不已。所以，优秀的幼儿园安全接送系统一定不是一个设备或者一套软件，而应该是提供给幼儿园可选择的一整套方案，这个方案一定会提供最先进最适合幼儿园日常管理的功能和设备。试想，幼儿园花大价钱搞了一套安全接送系统，陌生人来访还是在空白的纸上随意填写一些不可确认的信息，这能叫信息化幼儿园吗？未完待续……</p>
      """.stripMargin, "幼乐宝", Some(1447977600000L)),
    KulebaoNews(Some(1), "【行业动态】移动互联网走进幼儿园",
      """
        |<p>如今随着移动互联网的快速发展，致力于服务于幼儿园的APP异军突起。今天我们就来说一下，为什么幼儿园拥有自己的宣传网站后，仍需要使用APP服务?</p>
        |<p>1: 幼儿园使用APP符合当下移动互联网时代的趋势</p>
        |<p>幼儿园APP一般集成了幼儿园动态信息和信息化服务，同时推出幼儿园通知公告、幼儿园接送信息、幼儿园在线视频、儿童成长档案、幼儿园课表、每周食谱、校车接送查询、家园互动等功能模块。这些功能模块可以使家长随时随地获取幼儿园最新的通知和公告、孩子出入园状态、校车接送时刻和行驶状态、孩子学习生活实时视频等，同时也提高了幼儿园信息化水平，优化了幼儿园服务质量。</p>
        |<p>未来社会是一个逐步信息化的社会，学前教育亦如此。作为非义务教育阶段激烈的行业和市场竞争中，谁先占领信息化这块高地，谁将握有发展先机。幼儿园APP提高了幼儿园的信息化水平，改善了幼儿园服务质量，提升了幼儿园形象，成为未来幼儿园发展的关键所在。</p>
        |<p>2: 幼儿园APP开发拥有更好的用户体验</p>
        |<p>传统的宣传网站对网络质量要求高，特别在移动状态下，家长用手机上网只能先打开浏览器，然后再输入地址，操作频繁，浏览缓慢。幼儿园使用APP，它只展现幼儿园的核心信息，针对性和目的性强，只需轻轻一点，传输数据量小，访问速度快，更有利于其在手机终端发挥最大价值。从而避免了用户重复操作，大幅提升用户体验。传统的网站在PC端能够完全直观的展示，却无法适应手机相对比较小屏幕的展示，但如今大多数家长日常都习惯依靠智能手机、平板等移动终端上网了，在小屏幕条件限定下，家长如果想点击某个功能模块，只能通过不断滑动屏幕，点击之后进入，之后又不断滑动，既浪费时间又浪费流量。幼儿园APP是专门针对手机屏幕和手机分辨率的大小而定制的，文字和图片的显示比例都适合手机页面浏览，吻合手机用户的视觉习惯和需求，操作更加简单快捷。而且传统的幼儿园网站只适合在PC端固定展示，在手机端往往出现比例不协调，排版不整齐、错位、变形、甚至出现乱码的现象，这将有损幼儿园形象。使用幼儿园APP移动性更强，文字和图片在手机端显示清晰流畅，让家长通过手机能够随时随地的查看孩子在幼儿园中的最新动态。</p>
        |<p>3:幼儿园APP设计提升了家长的参与度</p>
        |<p>传统的幼儿园网站往往只注重发布信息、展示形象，在家校互动方面存在一定程度的缺失。幼儿园APP很好的弥补了这方面的不足，通过家园互动、成长相册等功能，让家长与幼儿园实时保持互动，从而使幼儿园老师能够及时听取家长意见，改进教学质量，提升家长的参与度与满意度，既改善幼儿园的服务质量，又提升了幼儿园的口碑。所以，有条件的幼儿园可以试用一些具备全套幼儿园解决方案的APP产品，至于如何找到既符合幼儿园行业特点，又能兼顾信息化发展趋势的优秀APP方案呢，我们下期接着说！</p>
      """.stripMargin, "幼乐宝", Some(1445904000000L))
  )

}
